{
    "loaded": true,
    "destaques": [
        {
            "titulo": "Arepas",
            "imagem": "/imagens/arepas-colombianas.jpg",
            "goto": "arepas"
        },
        {
            "titulo": "Ajiaco",
            "imagem": "/imagens/ajiaco.webp",
            "goto": "ajiaco"
        },
        {
            "titulo": "Patacones",
            "imagem": "/imagens/patacones.jpg",
            "goto": "patacones"
        }
    ],
    "artigos": {
        "receitas": [
            {
                "id": "arepas",
                "titulo": "Arepas colombianas: receta y método de preparación",
                "imagem": "/imagens/arepas-colombianas.jpg",
                "conteudo": "<p>Las <strong>arepas</strong> son un tipo de pan/pastel de maíz muy conocido en Colombia, normalmente se sirven para el desayuno y la merienda.\n    Se pueden rellenar con diferentes ingredientes, como queso, jamón, aguacate, huevos revueltos, carne deshebrada y muchos otros.</p>\n<img src=\"/imagens/arepa-foto.jpeg\" style=\"float: right; width: 40%;\">\n<h3>Ingredientes</h3>\n<ul>\n    <li>1 taza de harina de maíz para polenta</li>\n    <li>1 taza de mozzarella rallada</li>\n    <li>2 cucharadas de mantequilla derretida</li>\n    <li>1 taza de leche</li>\n    <li>50 gramos de mantequilla</li>\n    <li>1 pizca de sal</li>\n    <li>100 gramos de queso y jamón para relleno</li>\n</ul>\n\n<h3>Método de preparación</h3>\n<ul>\n    <li>En un bol mezclar la harina de maíz, el queso y la sal.</li>\n    <li>Agrega la leche y la mantequilla derretida y mezcla.</li>\n    <li>Déjalo reposar durante 5 minutos.</li>\n    <li>Dale forma a la masa como si fueras a hacer tortitas.</li>\n    <li>Engrasa una sartén antiadherente con mantequilla y coloca a fuego medio.</li>\n    <li>Dora cada lado de las arepas durante 5 minutos.</li>\n    <li>Cortar horizontalmente y rellenar con queso y jamón.</li>\n    <li>Colocar nuevamente en la sartén para que se derrita el relleno.</li>\n    <li>Sirve entonces.</li>\n</ul>"
            },
            {
                "id": "ajiaco",
                "titulo": "Ajiaco: un manjar único de la cocina colombiana",
                "imagem": "/imagens/ajiaco.webp",
                "conteudo": "<p>El <strong>ajiaco</strong> es una sopa típica de Bogotá, hecha con pollo, papas y un toque especial de guascas (hierba típica colombiana).\n    Es un plato reconfortante y sabroso.</p>\n\n<img src=\"/imagens/ajiaco-ver.jpg\" style=\"float: right; width: 20%;\">\n\n<h3>Ingredientes</h3>\n<ul>\n    <li>2 pechugas de pollo</li>\n    <li>3 litros de agua</li>\n    <li>3 tipos de papas (1 taza de cada una: papa blanca, papa amarilla y criolla u otra papa pequeña)</li>\n    <li>2 mazorcas de maíz (cortadas en trozos)</li>\n    <li>2 cucharadas de guascas (u orégano como sustituto)</li>\n    <li>Sal y pimienta al gusto</li>\n    <li>Crema agria y alcaparras para acompañar (opcional)</li>\n</ul>\n\n<h3>Método de preparación</h3>\n<ul>\n    <li>Cocine las pechugas de pollo en 3 litros de agua hasta que estén tiernas.</li>\n    <li>Retirar el pollo, desmenuzarlo y reservar.</li>\n    <li>En la misma sartén agrega las papas cortadas en trozos pequeños y el maíz. Cocine hasta que las patatas estén tiernas, unos 20 minutos.</li>\n    <li>Agrega las guascas, sal y pimienta. Revuelva bien.</li>\n    <li>Regrese el pollo desmenuzado a la sartén y cocine por otros 10 minutos.</li>\n    <li>Dirve caliente, acompañado de crema, alcaparras y rodajas de aguacate, si lo deseas.</li>\n</ul>"
            },
            {
                "id": "patacones",
                "titulo": "Patacones: una receta para usar plátanos verdes",
                "imagem": "/imagens/patacones.jpg",
                "conteudo": "<p>Los <strong>patacones</strong>, o tostones, son rodajas crujientes de plátanos verdes fritos dos veces.\n    Este platillo es muy popular en Colombia y puede servirse como guarnición o entrante, muchas veces acompañado de salsas o carnes.</p>\n\n<img src=\"/imagens/patacones-ver.webp\" style=\"float: right; width: 40%;\">\n\n<h3>Ingredientes</h3>\n<ul>\n    <li>2 plátanos verdes</li>\n    <li>Aceite para freír</li>\n    <li>Sal al gusto</li>\n</ul>\n\n<h3>Método de preparación</h3>\n<ul>\n    <li>Pela los plátanos y córtalos en trozos de unos 3 cm de espesor.</li>\n    <li>Calienta el aceite en una sartén a fuego medio.\n        Freír los trozos de plátano durante unos 3 minutos, hasta que estén ligeramente dorados pero aún suaves.\n        Retirar y escurrir sobre papel toalla.</li>\n    <li>Coloca los trozos fritos entre dos hojas de papel de horno o sobre una superficie plana.\n        Con un plato o utensilio pesado, amase suavemente cada pieza hasta formar discos finos.</li>\n    <li>Regresa los discos al aceite caliente y fríelos nuevamente, durante unos 2 minutos por cada lado, hasta que estén crujientes y dorados.\n        Retire los patacones del aceite, escúrralos sobre papel toalla y espolvoree con sal al gusto.</li>\n    <li>Sirve caliente, acompañado de guacamole, salsa de ajo o como base para aderezos como carne molida o queso.</li>\n</ul>"
            },
            {
                "id": "arroz-con-coco",
                "titulo": "Arroz con coco: una mezcla única",
                "imagem": "/imagens/arroz.jpg",
                "conteudo": "<p>El <strong>arroz con coco</strong> es un acompañamiento típico de la región costera de Colombia, especialmente en la región del Caribe.\n    Combina el sabor dulce del coco con un toque salado, perfecto para acompañar pescados y mariscos.</p>\n\n<img src=\"/imagens/arroz-ver.jpg\" style=\"float: right; width: 40%;\">\n\n<h3>Ingredientes</h3>\n<ul>\n    <li>2 tazas de arroz blanco</li>\n    <li>1 lata de leche de coco (400 ml)</li>\n    <li>2 cucharadas de azúcar</li>\n    <li>2 cucharadas de aceite vegetal o mantequilla</li>\n    <li>1 cucharadita de sal</li>\n    <li>2 ½ tazas de agua</li>\n</ul>\n\n<h3>Método de preparación</h3>\n<ul>\n    <li>En una sartén calienta la leche de coco a fuego medio hasta que el aceite reduzca y se separe\n        formando un residuo espeso y dorado (conocido como titoté).</li>\n    <li>Agrega el azúcar al titoté y mezcla hasta que se caramelice ligeramente.\n        Agrega el arroz y revuelve bien para que los granos queden cubiertos con la mezcla de coco.</li>\n    <li>Agrega agua y sal. Revuelva y deje hervir.</li>\n    <li>Cuando el agua empiece a secarse, reduce el fuego, tapa la cacerola y deja cocinar durante 15-20 minutos,\n        hasta que el arroz esté suave y completamente cocido.</li>\n    <li>Revuelva los granos con un tenedor y sirva caliente.</li>\n</ul>"
            }
        ],
        "extras": [
            {
                "id": "folder",
                "titulo": "Folder",
                "imagem": "https://editorialtelevisa.brightspotcdn.com/wp-content/uploads/2022/01/arepas-colombianas.jpg",
                "conteudo": "<p>texto com formatação html</p>"
            },
            {
                "id": "presentacion-video",
                "titulo": "Presentación de la gastronomía colombiana",
                "imagem": "https://editorialtelevisa.brightspotcdn.com/wp-content/uploads/2022/01/arepas-colombianas.jpg",
                "conteudo": "<p>texto com formatação html</p>"
            },
            {
                "id": "alimentos-saludables",
                "titulo": "Consumo de alimentos saludables y sus beneficios para la salud humana",
                "imagem": "/imagens/alimentos.jpg",
                "conteudo": "<p>Consumir alimentos saludables es fundamental para mantener el organismo funcionando correctamente y prevenir una serie de enfermedades. Los alimentos saludables son ricos en nutrientes como vitaminas, minerales, fibra y antioxidantes, que desempeñan un papel crucial en la protección de la salud, previniendo enfermedades como la obesidad, la diabetes, las enfermedades cardíacas y la hipertensión.</p>\n\n<p>Las frutas y verduras aportan vitaminas y minerales que fortalecen el sistema inmunológico, ayudan a la digestión y combaten los daños causados ​​por los radicales libres, previniendo el envejecimiento prematuro. Además, estos alimentos ayudan a mantener una piel sana, controlar el peso y reducir el riesgo de enfermedades crónicas. Los cereales integrales, legumbres y verduras ricas en fibra regulan los niveles de azúcar y colesterol en sangre, además de favorecer la salud intestinal y mantener la sensación de saciedad, contribuyendo al control del peso.</p>\n\n<img src=\"/imagens/proteina-magra.jpg\" style=\"float: right; width: 20%; padding-left: 10px;\">\n\n<p>Las fuentes de proteínas magras como el pescado, las aves, las legumbres y los frutos secos son esenciales para la reparación y el crecimiento de los tejidos corporales. Los pescados ricos en ácidos grasos omega-3, como el salmón y las sardinas, son especialmente beneficiosos para el corazón, ya que ayudan a reducir la inflamación y controlar el colesterol. Grasas saludables, que se encuentran en alimentos como los aguacates, el aceite de oliva y los frutos secos son importantes para la salud del cerebro y el corazón, ya que ayudan a regular el colesterol y protegen contra las enfermedades cardiovasculares.</p>\n\n<p>Además, mantenerse bien hidratado y evitar los alimentos procesados, ricos en azúcar, sal y grasas trans, es fundamental para prevenir problemas como el sobrepeso, la hipertensión arterial y la diabetes. En definitiva, adoptar una dieta equilibrada compuesta por alimentos frescos y naturales aporta varios beneficios para la salud, ayudando a prevenir enfermedades, controlar el peso, fortalecer el sistema inmunológico y promover una vida más sana y enérgica. Una dieta nutritiva no sólo mejora la salud física, sino que también contribuye al bienestar general y al envejecimiento saludable.</p>"
            }
        ],
        "paginas": [
            {
                "id": "sobre",
                "titulo": "Sobre",
                "imagem": null,
                "conteudo": "<h3>¡Bienvenidos a nuestro sitio web!</h3>\n\n<p>Este espacio ha sido creado con pasión y dedicación por un grupo de estudiantes del Proyecto de Enseñanza Gastronómico Hispanoamericano del IFRN - Campus São Gonçalo do Amarante (SGA). En esta ocasión, nos enfocamos en la fascinante cocina colombiana, una tradición rica en sabores, colores y cultura.</p>\n\n<p>Aquí encontrarás recetas auténticas, curiosidades sobre los ingredientes típicos y la historia detrás de los platos más emblemáticos de Colombia. Nuestro objetivo es llevarte en un viaje culinario que celebre la diversidad y la riqueza de esta maravillosa gastronomía.</p>\n\n<p>Explora, aprende y disfruta de todo lo que hemos preparado para ti. ¡Gracias por acompañarnos en este delicioso recorrido!</p>"
            }
        ]
    }
}